{
  "description": "Questões de exemplo para seed do banco de dados - Medicina Sapienza",
  "createdAt": "2026-01-20",
  "totalQuestions": 410,
  "questions": {
    "anatomiaPatologica": [
      { "text": "Descriva i meccanismi di morte cellulare: necrosi e apoptosi. Quali sono le differenze morfologiche e biochimiche?", "timesAsked": 15, "views": 289 },
      { "text": "Quali sono le caratteristiche istologiche dell'infarto miocardico acuto? Descriva l'evoluzione temporale delle lesioni.", "timesAsked": 12, "views": 245 },
      { "text": "Descriva la classificazione dei tumori maligni secondo il sistema TNM. Fornisca esempi pratici.", "timesAsked": 18, "views": 312 },
      { "text": "Quali sono i markers immunoistochimici più utilizzati nella diagnosi dei carcinomi? Quando si usano?", "timesAsked": 10, "views": 198 },
      { "text": "Descriva le alterazioni patologiche nella cirrosi epatica. Quali sono le complicanze principali?", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la metaplasia? Fornisca esempi clinicamente rilevanti e descriva il significato prognostico.", "timesAsked": 11, "views": 203 },
      { "text": "Descriva i meccanismi dell'infiammazione acuta. Quali sono i mediatori chimici coinvolti?", "timesAsked": 16, "views": 298 },
      { "text": "Quali sono le caratteristiche istologiche del granuloma? Descriva i diversi tipi di granulomi.", "timesAsked": 13, "views": 234 },
      { "text": "Descriva l'aterosclerosi: patogenesi, evoluzione delle lesioni e complicanze.", "timesAsked": 17, "views": 321 },
      { "text": "Quali sono le alterazioni morfologiche nella glomerulonefrite membranosa? Come si fa la diagnosi?", "timesAsked": 9, "views": 178 },
      { "text": "Descriva le caratteristiche del carcinoma mammario duttale infiltrante. Quali fattori prognostici sono importanti?", "timesAsked": 14, "views": 256 },
      { "text": "Cos'è la displasia? Differenze tra displasia lieve, moderata e grave. Quando diventa carcinoma?", "timesAsked": 12, "views": 223 },
      { "text": "Descriva i meccanismi di adattamento cellulare: ipertrofia, iperplasia, atrofia e metaplasia.", "timesAsked": 15, "views": 278 },
      { "text": "Quali sono le caratteristiche istologiche dell'epatite virale? Come si distinguono le diverse forme?", "timesAsked": 11, "views": 201 },
      { "text": "Descriva la patologia dell'adenocarcinoma del colon. Sequenza adenoma-carcinoma.", "timesAsked": 13, "views": 245 },
      { "text": "Quali sono i meccanismi di riparazione tissutale? Differenze tra rigenerazione e cicatrizzazione.", "timesAsked": 10, "views": 189 },
      { "text": "Descriva le alterazioni patologiche nel diabete mellito. Focus su pancreas e rene.", "timesAsked": 12, "views": 218 },
      { "text": "Quali sono le caratteristiche istologiche del linfoma di Hodgkin? Cellule di Reed-Sternberg.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la patogenesi dell'enfisema polmonare. Differenze tra centroacinare e panacinare.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è l'amiloidosi? Classificazione e depositi tissutali caratteristici.", "timesAsked": 9, "views": 178 },
      { "text": "Descriva le caratteristiche del carcinoma polmonare a piccole cellule vs non a piccole cellule.", "timesAsked": 15, "views": 289 },
      { "text": "Quali sono le alterazioni patologiche nella pancreatite acuta? Complicanze sistemiche.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva l'iperplasia prostatica benigna: istologia e differenze con il carcinoma.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la steatosi epatica? Cause e progressione verso la steatoepatite.", "timesAsked": 10, "views": 198 },
      { "text": "Descriva le caratteristiche del melanoma maligno. Criteri prognostici di Breslow e Clark.", "timesAsked": 16, "views": 298 },
      { "text": "Quali sono le alterazioni istologiche nella tiroidite di Hashimoto?", "timesAsked": 11, "views": 203 },
      { "text": "Descriva la patologia del carcinoma gastrico: tipi istologici di Lauren.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è l'embolismo polmonare? Conseguenze emodinamiche e patologiche.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva le caratteristiche della malattia infiammatoria intestinale: Crohn vs colite ulcerosa.", "timesAsked": 15, "views": 289 },
      { "text": "Quali sono i markers tumorali immunoistochimici per la diagnosi dei tumori neuroendocrini?", "timesAsked": 10, "views": 178 }
    ],
    "anatomiaUmana": [
      { "text": "Descriva l'anatomia del cuore: cavità, valvole e sistema di conduzione. Quali sono i rapporti con le strutture circostanti?", "timesAsked": 20, "views": 398 },
      { "text": "Quali sono i muscoli della cuffia dei rotatori? Descriva la loro inserzione e funzione.", "timesAsked": 15, "views": 287 },
      { "text": "Descriva l'anatomia del plesso brachiale. Quali sono le principali lesioni cliniche associate?", "timesAsked": 18, "views": 345 },
      { "text": "Quali sono le strutture che attraversano il canale inguinale? Differenze tra uomo e donna.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva l'anatomia del fegato: lobi, segmenti di Couinaud e vascolarizzazione.", "timesAsked": 16, "views": 312 },
      { "text": "Quali sono i limiti del triangolo femorale? Quali strutture contiene?", "timesAsked": 12, "views": 234 },
      { "text": "Descriva il circolo di Willis. Qual è la sua importanza clinica?", "timesAsked": 17, "views": 328 },
      { "text": "Quali sono le regioni dell'addome? Descriva gli organi contenuti in ciascuna regione.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva l'anatomia del rene: struttura macroscopica, microscopica e vascolarizzazione.", "timesAsked": 15, "views": 289 },
      { "text": "Quali sono i muscoli della parete addominale anteriore? Descriva la guaina dei retti.", "timesAsked": 11, "views": 212 },
      { "text": "Descriva l'anatomia dell'orecchio interno. Funzione della coclea e del sistema vestibolare.", "timesAsked": 14, "views": 267 },
      { "text": "Quali sono i rapporti anatomici dello stomaco? Descriva la vascolarizzazione.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva l'anatomia delle vie biliari. Quali sono le varianti anatomiche più comuni?", "timesAsked": 10, "views": 198 },
      { "text": "Quali sono i muscoli del pavimento pelvico? Descriva il diaframma pelvico.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva l'anatomia del mediastino. Quali strutture contiene ciascun compartimento?", "timesAsked": 15, "views": 278 },
      { "text": "Quali sono le articolazioni della colonna vertebrale? Descriva i legamenti principali.", "timesAsked": 11, "views": 203 },
      { "text": "Descriva l'anatomia della laringe. Quali sono i muscoli intrinseci e la loro funzione?", "timesAsked": 14, "views": 256 },
      { "text": "Quali sono i rami dell'aorta addominale? Descriva la vascolarizzazione intestinale.", "timesAsked": 16, "views": 298 },
      { "text": "Descriva l'anatomia del ginocchio: superfici articolari, menischi e legamenti.", "timesAsked": 18, "views": 345 },
      { "text": "Quali sono le fosse craniche? Descriva le strutture che le attraversano.", "timesAsked": 15, "views": 287 },
      { "text": "Descriva l'anatomia del pancreas: rapporti, vascolarizzazione e dotti.", "timesAsked": 13, "views": 245 },
      { "text": "Quali sono i muscoli della masticazione? Descriva innervazione e azione.", "timesAsked": 11, "views": 203 },
      { "text": "Descriva l'anatomia della tiroide e paratiroidi. Rapporti con nervo laringeo ricorrente.", "timesAsked": 14, "views": 267 },
      { "text": "Quali sono le fasce del collo? Descriva i compartimenti e il loro contenuto.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva l'anatomia dell'anca: superfici articolari, capsula e legamenti.", "timesAsked": 15, "views": 278 },
      { "text": "Quali sono i nervi cranici? Descriva origine, decorso e funzione dei principali.", "timesAsked": 19, "views": 367 },
      { "text": "Descriva l'anatomia del polmone: lobi, scissure e segmenti bronco-polmonari.", "timesAsked": 14, "views": 267 },
      { "text": "Quali sono le logge della mano? Descriva la guaina dei tendini flessori.", "timesAsked": 10, "views": 189 },
      { "text": "Descriva l'anatomia della milza: rapporti, vascolarizzazione e funzione.", "timesAsked": 12, "views": 218 },
      { "text": "Quali sono i muscoli del dorso? Descriva i muscoli erettori della colonna.", "timesAsked": 13, "views": 234 }
    ],
    "biologia": [
      { "text": "Descriva la struttura del DNA e il meccanismo di replicazione semiconservativa.", "timesAsked": 18, "views": 356 },
      { "text": "Quali sono le fasi del ciclo cellulare? Descriva i checkpoint e la loro importanza.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva il processo di trascrizione nei procarioti e eucarioti. Quali sono le differenze?", "timesAsked": 14, "views": 278 },
      { "text": "Cos'è lo splicing dell'RNA? Descriva il meccanismo e l'importanza dello splicing alternativo.", "timesAsked": 12, "views": 234 },
      { "text": "Descriva la struttura e la funzione dei mitocondri. Qual è il ruolo nella produzione di ATP?", "timesAsked": 15, "views": 289 },
      { "text": "Quali sono i meccanismi di regolazione dell'espressione genica negli eucarioti?", "timesAsked": 13, "views": 256 },
      { "text": "Descriva i meccanismi di riparazione del DNA. Cosa succede quando falliscono?", "timesAsked": 11, "views": 212 },
      { "text": "Cos'è l'apoptosi? Descriva la via intrinseca e la via estrinseca.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la struttura della membrana cellulare secondo il modello a mosaico fluido.", "timesAsked": 17, "views": 334 },
      { "text": "Quali sono i meccanismi di trasporto attraverso la membrana? Differenze tra trasporto attivo e passivo.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva le leggi di Mendel. Quando non si applicano e perché?", "timesAsked": 12, "views": 223 },
      { "text": "Cos'è l'epigenetica? Descriva i principali meccanismi di modificazione epigenetica.", "timesAsked": 10, "views": 198 },
      { "text": "Descriva il processo di traduzione. Quali sono i ruoli di mRNA, tRNA e ribosomi?", "timesAsked": 16, "views": 312 },
      { "text": "Quali sono le differenze tra cellule procariotiche ed eucariotiche? Fornisca esempi.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva il citoscheletro: microfilamenti, filamenti intermedi e microtubuli.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è la meiosi? Descriva le differenze con la mitosi e l'importanza nella riproduzione.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la struttura e funzione del reticolo endoplasmatico liscio e rugoso.", "timesAsked": 12, "views": 223 },
      { "text": "Quali sono i meccanismi di segnalazione cellulare? Descriva la via delle MAP chinasi.", "timesAsked": 10, "views": 189 },
      { "text": "Descriva l'apparato di Golgi: struttura, funzione e traffico vescicolare.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è il codice genetico? Perché è definito degenerato e universale?", "timesAsked": 15, "views": 278 },
      { "text": "Descriva i meccanismi di ricombinazione genetica. Crossing-over e sue conseguenze.", "timesAsked": 11, "views": 203 },
      { "text": "Quali sono le basi molecolari del cancro? Oncogeni e geni oncosoppressori.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva la struttura dei cromosomi. Cos'è la cromatina e come è organizzata?", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è l'RNA interference? Descriva il meccanismo e le applicazioni terapeutiche.", "timesAsked": 9, "views": 178 },
      { "text": "Descriva i lisosomi: struttura, funzione e malattie da accumulo lisosomiale.", "timesAsked": 12, "views": 218 },
      { "text": "Quali sono i meccanismi di controllo del ciclo cellulare? Ruolo delle cicline e CDK.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la struttura degli acidi nucleici. Differenze tra DNA e RNA.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la PCR? Descriva il principio e le applicazioni in medicina.", "timesAsked": 11, "views": 203 },
      { "text": "Descriva i meccanismi di mutazione del DNA. Tipi di mutazioni e loro conseguenze.", "timesAsked": 14, "views": 267 },
      { "text": "Quali sono i principi dell'ereditarietà legata al sesso? Fornisca esempi clinici.", "timesAsked": 12, "views": 223 }
    ],
    "fisica": [
      { "text": "Descriva le leggi di Newton e le loro applicazioni nel corpo umano.", "timesAsked": 14, "views": 267 },
      { "text": "Come si calcola il lavoro compiuto da una forza? Fornisca un esempio biomeccanico.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi il principio di conservazione dell'energia con applicazioni in fisiologia.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva la legge di Poiseuille e la sua applicazione al flusso sanguigno.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è la pressione? Descriva la pressione idrostatica e la sua importanza nel sistema cardiovascolare.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi il principio di Archimede e le sue applicazioni in medicina.", "timesAsked": 10, "views": 189 },
      { "text": "Descriva le onde sonore e il meccanismo dell'udito. Decibel e soglia uditiva.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la diffusione? Descriva la legge di Fick e le sue applicazioni biologiche.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi il principio dell'effetto Doppler e le sue applicazioni in ecografia.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva la legge di Ohm e le sue applicazioni in elettrofisiologia.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la viscosità? Descriva il comportamento del sangue come fluido non newtoniano.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi la tensione superficiale e il suo ruolo negli alveoli polmonari.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva le proprietà delle radiazioni ionizzanti. Applicazioni in radioterapia.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è l'osmosi? Descriva la pressione osmotica e la sua importanza fisiologica.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi il principio di funzionamento della risonanza magnetica (MRI).", "timesAsked": 12, "views": 218 },
      { "text": "Descriva l'ottica geometrica: lenti, specchi e applicazioni in oftalmologia.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è la radioattività? Descriva i tipi di decadimento e le applicazioni mediche.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la legge di Laplace e la sua applicazione alla meccanica cardiaca.", "timesAsked": 15, "views": 278 },
      { "text": "Descriva il potenziale d'azione: basi fisiche e propagazione nervosa.", "timesAsked": 17, "views": 334 },
      { "text": "Cos'è la termodinamica? Descriva il primo e secondo principio con esempi biologici.", "timesAsked": 12, "views": 223 },
      { "text": "Spieghi il meccanismo fisico della defibrillazione cardiaca.", "timesAsked": 11, "views": 198 },
      { "text": "Descriva la fisica delle radiazioni X e le applicazioni in radiologia.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la capacità elettrica? Applicazioni nella membrana cellulare.", "timesAsked": 10, "views": 189 },
      { "text": "Spieghi il principio di Bernoulli e le sue applicazioni emodinamiche.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la fisica degli ultrasuoni e le applicazioni diagnostiche.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'elasticità? Modulo di Young e applicazioni ai tessuti biologici.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi la fisica della respirazione: volumi, pressioni e compliance polmonare.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva il principio di funzionamento del laser e le applicazioni chirurgiche.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è il numero di Reynolds? Flusso laminare vs turbolento nel sistema vascolare.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi i principi fisici della PET e le applicazioni in oncologia.", "timesAsked": 10, "views": 189 }
    ],
    "chimica": [
      { "text": "Descriva la struttura degli amminoacidi e il legame peptidico.", "timesAsked": 15, "views": 312 },
      { "text": "Quali sono le differenze tra reazioni endotermiche ed esotermiche? Fornisca esempi biologici.", "timesAsked": 12, "views": 223 },
      { "text": "Spieghi il concetto di pH e i sistemi tampone del sangue.", "timesAsked": 17, "views": 345 },
      { "text": "Descriva la struttura e funzione degli enzimi. Cos'è il sito attivo?", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è la cinetica enzimatica? Descriva il modello di Michaelis-Menten.", "timesAsked": 14, "views": 278 },
      { "text": "Spieghi i tipi di inibizione enzimatica: competitiva, non competitiva e incompetitiva.", "timesAsked": 13, "views": 256 },
      { "text": "Descriva i legami chimici: covalente, ionico, idrogeno e forze di Van der Waals.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'equilibrio chimico? Descriva il principio di Le Chatelier.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi la struttura dei carboidrati: monosaccaridi, disaccaridi e polisaccaridi.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva i lipidi: struttura degli acidi grassi, trigliceridi e fosfolipidi.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la denaturazione proteica? Quali fattori la causano?", "timesAsked": 12, "views": 223 },
      { "text": "Spieghi le reazioni di ossidoriduzione. Ruolo del NAD+ e FAD nel metabolismo.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva la struttura delle proteine: primaria, secondaria, terziaria e quaternaria.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è l'elettrochimica? Descriva il potenziale redox e le catene di trasporto elettronico.", "timesAsked": 11, "views": 198 },
      { "text": "Spieghi la chimica dei nucleotidi e la struttura degli acidi nucleici.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva le proprietà chimiche dell'acqua e la loro importanza biologica.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la stereochimica? Descriva gli enantiomeri e la loro importanza in farmacologia.", "timesAsked": 10, "views": 189 },
      { "text": "Spieghi il ciclo di Krebs dal punto di vista chimico.", "timesAsked": 15, "views": 278 },
      { "text": "Descriva la glicolisi: reazioni chimiche e bilancio energetico.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la fosforilazione ossidativa? Descriva la chemiosmosi.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la struttura e funzione dell'emoglobina. Effetto Bohr.", "timesAsked": 17, "views": 334 },
      { "text": "Descriva la chimica dei farmaci: relazione struttura-attività.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è la biochimica del collagene? Ruolo della vitamina C.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi il metabolismo dei lipidi: beta-ossidazione e sintesi degli acidi grassi.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la gluconeogenesi: substrati, enzimi e regolazione.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è il metabolismo dell'azoto? Ciclo dell'urea.", "timesAsked": 12, "views": 223 },
      { "text": "Spieghi la biochimica degli ormoni steroidei: sintesi e meccanismo d'azione.", "timesAsked": 11, "views": 198 },
      { "text": "Descriva il metabolismo del glicogeno: glicogenesi e glicogenolisi.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è lo stress ossidativo? Radicali liberi e sistemi antiossidanti.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la biochimica delle vitamine idrosolubili e il loro ruolo come coenzimi.", "timesAsked": 12, "views": 218 }
    ],
    "fisiologia": [
      { "text": "Descriva il ciclo cardiaco: fasi, pressioni e volumi. Come si genera il primo e secondo tono?", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è il potenziale d'azione cardiaco? Descriva le differenze tra cellule pacemaker e contrattili.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la regolazione della pressione arteriosa a breve e lungo termine.", "timesAsked": 17, "views": 345 },
      { "text": "Descriva la meccanica respiratoria: volumi polmonari, compliance e resistenze.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è il rapporto ventilazione/perfusione? Descriva le zone di West.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi il trasporto dei gas nel sangue: O2 e CO2. Curva di dissociazione dell'emoglobina.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva la filtrazione glomerulare: fattori che la influenzano e autoregolazione.", "timesAsked": 15, "views": 278 },
      { "text": "Cos'è il sistema renina-angiotensina-aldosterone? Descriva la sua attivazione e funzione.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi i meccanismi di concentrazione e diluizione delle urine.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la fisiologia della contrazione muscolare scheletrica. Accoppiamento eccitazione-contrazione.", "timesAsked": 17, "views": 334 },
      { "text": "Cos'è la sinapsi? Descriva la trasmissione sinaptica chimica.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi il sistema nervoso autonomo: simpatico vs parasimpatico.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la fisiologia della digestione: secrezione gastrica e pancreatica.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è l'assorbimento intestinale? Descriva i meccanismi per carboidrati, proteine e lipidi.", "timesAsked": 12, "views": 223 },
      { "text": "Spieghi la regolazione della glicemia: ruolo di insulina e glucagone.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva l'asse ipotalamo-ipofisi-surrene. Risposta allo stress.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la fisiologia della tiroide? Sintesi e azione degli ormoni tiroidei.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la coagulazione del sangue: via intrinseca, estrinseca e comune.", "timesAsked": 15, "views": 278 },
      { "text": "Descriva la fisiologia dell'equilibrio acido-base. Compensi respiratori e renali.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è il controllo nervoso della respirazione? Centri respiratori e chemocettori.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi la fisiologia della visione: fototrasduzione e vie visive.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva l'elettrocardiogramma: genesi delle onde e intervalli.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è la gittata cardiaca? Descriva i fattori che la influenzano.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi la microcircolazione: scambi capillari e forze di Starling.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la termoregolazione: meccanismi di produzione e dispersione del calore.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è il potenziale di membrana a riposo? Descriva l'equazione di Nernst.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la fisiologia dell'udito: trasduzione e vie uditive.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva il controllo motorio: ruolo di cervelletto e gangli della base.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è il riflesso miotatico? Descriva l'arco riflesso e il fuso neuromuscolare.", "timesAsked": 15, "views": 278 },
      { "text": "Spieghi la fisiologia del sonno: fasi del sonno e ritmi circadiani.", "timesAsked": 11, "views": 198 },
      { "text": "Descriva la fisiologia della minzione: riflesso minzionale e controllo volontario.", "timesAsked": 10, "views": 189 },
      { "text": "Cos'è la barriera ematoencefalica? Struttura e funzione.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi la fisiologia della gravidanza: adattamenti materni.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva il sistema linfatico: circolazione linfatica e linfonodi.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è l'omeostasi del calcio? Ruolo di PTH, calcitonina e vitamina D.", "timesAsked": 14, "views": 267 }
    ],
    "istologia": [
      { "text": "Descriva la struttura e i tipi di tessuto epiteliale. Quali sono le specializzazioni apicali?", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è il tessuto connettivo? Descriva i tipi di cellule e la matrice extracellulare.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la struttura del tessuto muscolare scheletrico: sarcomero e proteine contrattili.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva le differenze tra tessuto muscolare cardiaco e scheletrico.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è il tessuto nervoso? Descriva la struttura dei neuroni e delle cellule gliali.", "timesAsked": 15, "views": 278 },
      { "text": "Spieghi l'istologia della cute: epidermide, derma e annessi cutanei.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva la struttura istologica del tessuto osseo: osteoni e rimodellamento.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la cartilagine? Descriva i tipi: ialina, elastica e fibrosa.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi l'istologia del sangue: eritrociti, leucociti e piastrine.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva la struttura istologica dell'arteria: tonache e differenze con le vene.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è l'epitelio ghiandolare? Classificazione delle ghiandole esocrine ed endocrine.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi l'istologia del fegato: lobulo epatico e spazi portali.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva la struttura istologica del rene: glomerulo e tubuli.", "timesAsked": 15, "views": 278 },
      { "text": "Cos'è l'istologia del tubo digerente? Descriva le quattro tonache.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la struttura istologica dello stomaco: ghiandole gastriche e tipi cellulari.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva l'istologia dell'intestino tenue: villi, cripte e cellule.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'istologia del polmone? Descriva l'alveolo e la barriera aria-sangue.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la struttura istologica della trachea e dei bronchi.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva l'istologia del pancreas: porzione esocrina ed endocrina.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è l'istologia della tiroide? Descriva follicoli e cellule parafollicolari.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la struttura istologica del linfonodo: corticale, paracorticale e midollare.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva l'istologia della milza: polpa bianca e polpa rossa.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è l'istologia del testicolo? Descriva tubuli seminiferi e spermatogenesi.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi la struttura istologica dell'ovaio: follicoli e corpo luteo.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva l'istologia dell'utero: endometrio e ciclo mestruale.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è l'istologia della mammella? Differenze tra ghiandola a riposo e in allattamento.", "timesAsked": 11, "views": 198 },
      { "text": "Spieghi la struttura istologica del surrene: corticale e midollare.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva l'istologia dell'ipofisi: adenoipofisi e neuroipofisi.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è l'embriologia dei foglietti germinativi? Derivati di ectoderma, mesoderma ed endoderma.", "timesAsked": 15, "views": 278 },
      { "text": "Spieghi le fasi dello sviluppo embrionale: segmentazione, gastrulazione e neurulazione.", "timesAsked": 13, "views": 245 }
    ],
    "farmacologia": [
      { "text": "Descriva i concetti di farmacocinetica: assorbimento, distribuzione, metabolismo ed escrezione.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è la farmacodinamica? Descriva i tipi di recettori e i meccanismi di trasduzione.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi il concetto di biodisponibilità e i fattori che la influenzano.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la curva dose-risposta: ED50, indice terapeutico e finestra terapeutica.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è il metabolismo epatico dei farmaci? Reazioni di fase I e fase II.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi le interazioni farmacologiche: sinergismo, antagonismo e induzione enzimatica.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la farmacologia degli antibiotici beta-lattamici: meccanismo d'azione e resistenze.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è la farmacologia dei fluorochinoloni? Spettro d'azione e effetti collaterali.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la farmacologia degli aminoglicosidi: meccanismo e tossicità.", "timesAsked": 12, "views": 223 },
      { "text": "Descriva i farmaci antivirali: meccanismi d'azione delle diverse classi.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la farmacologia dei FANS? Meccanismo d'azione e effetti collaterali.", "timesAsked": 17, "views": 334 },
      { "text": "Spieghi la farmacologia degli oppioidi: recettori, effetti e tolleranza.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva i farmaci antiipertensivi: ACE-inibitori, sartani e calcio-antagonisti.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è la farmacologia dei beta-bloccanti? Indicazioni e controindicazioni.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi la farmacologia dei diuretici: tiazidici, dell'ansa e risparmiatori di potassio.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva i farmaci anticoagulanti: eparina, warfarin e nuovi anticoagulanti orali.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è la farmacologia degli antiaggreganti piastrinici? Aspirina e inibitori P2Y12.", "timesAsked": 15, "views": 278 },
      { "text": "Spieghi la farmacologia degli antidepressivi: SSRI, SNRI e triciclici.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva i farmaci antipsicotici: tipici e atipici, meccanismo ed effetti collaterali.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la farmacologia delle benzodiazepine? Meccanismo d'azione e rischi.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la farmacologia degli antiepilettici: meccanismi delle diverse classi.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva i farmaci antiparkinsoniani: levodopa, agonisti dopaminergici e MAO-B inibitori.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la farmacologia dei corticosteroidi? Meccanismo d'azione e effetti metabolici.", "timesAsked": 17, "views": 334 },
      { "text": "Spieghi la farmacologia degli immunosoppressori: ciclosporina, tacrolimus e micofenolato.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva i farmaci antidiabetici: insulina, metformina e sulfaniluree.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è la farmacologia degli IPP? Meccanismo d'azione e indicazioni.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la farmacologia dei broncodilatatori: beta2-agonisti e anticolinergici.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la chemioterapia antitumorale: alchilanti, antimetaboliti e inibitori delle topoisomerasi.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la farmacologia dei biologici? Anticorpi monoclonali e terapie target.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi la farmacologia degli anestetici locali: meccanismo d'azione e classificazione.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva i farmaci antimicotici: azoli, polieni e echinocandine.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la farmacogenomica? Polimorfismi genetici e risposta ai farmaci.", "timesAsked": 11, "views": 198 },
      { "text": "Spieghi la tossicologia da paracetamolo: meccanismo del danno e trattamento.", "timesAsked": 15, "views": 278 },
      { "text": "Descriva i farmaci antiemetici: meccanismi e indicazioni cliniche.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è la farmacologia dei lassativi? Classificazione e meccanismi d'azione.", "timesAsked": 10, "views": 189 }
    ],
    "patologiaGenerale": [
      { "text": "Descriva i meccanismi dell'infiammazione acuta: segni cardinali e mediatori.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è l'infiammazione cronica? Descriva cellule e mediatori coinvolti.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi i meccanismi di danno cellulare: ipossia, agenti chimici e fisici.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva i meccanismi di adattamento cellulare allo stress.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è l'immunità innata? Descriva i meccanismi di riconoscimento e risposta.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi l'immunità adattativa: risposta cellulo-mediata e umorale.", "timesAsked": 17, "views": 334 },
      { "text": "Descriva le reazioni di ipersensibilità: tipo I, II, III e IV.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è l'autoimmunità? Meccanismi di tolleranza e sua rottura.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi le immunodeficienze primarie e secondarie.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la patogenesi del cancro: oncogeni e geni oncosoppressori.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è l'angiogenesi tumorale? Ruolo del VEGF e terapie anti-angiogeniche.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi i meccanismi di metastatizzazione: cascata metastatica.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva le sindromi paraneoplastiche: meccanismi ed esempi.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è lo shock? Descriva i tipi e la fisiopatologia.", "timesAsked": 17, "views": 345 },
      { "text": "Spieghi l'aterosclerosi: fattori di rischio e patogenesi.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva la trombosi: triade di Virchow e conseguenze.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'embolia? Tipi e conseguenze cliniche.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi l'edema: meccanismi patogenetici e tipi.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva l'ipertensione: patogenesi essenziale vs secondaria.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è il diabete mellito? Patogenesi del tipo 1 e tipo 2.", "timesAsked": 17, "views": 334 },
      { "text": "Spieghi le complicanze croniche del diabete: micro e macroangiopatia.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva la patogenesi dell'obesità e sindrome metabolica.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la febbre? Patogenesi e ruolo delle citochine pirogene.", "timesAsked": 12, "views": 223 },
      { "text": "Spieghi la risposta di fase acuta: proteine e modificazioni metaboliche.", "timesAsked": 11, "views": 203 },
      { "text": "Descriva i meccanismi di riparazione tissutale e cicatrizzazione.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la rigenerazione? Cellule staminali e fattori di crescita.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi i meccanismi di invecchiamento cellulare.", "timesAsked": 10, "views": 189 },
      { "text": "Descriva le malattie da accumulo lisosomiale: patogenesi ed esempi.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è lo stress ossidativo? Ruolo dei radicali liberi nelle malattie.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la patogenesi delle malattie autoimmuni sistemiche: LES come modello.", "timesAsked": 14, "views": 267 }
    ],
    "microbiologia": [
      { "text": "Descriva la struttura della cellula batterica: parete, membrana e appendici.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la colorazione di Gram? Differenze tra batteri Gram+ e Gram-.", "timesAsked": 17, "views": 334 },
      { "text": "Spieghi i meccanismi di patogenicità batterica: adesine, tossine e invasività.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva i meccanismi di resistenza agli antibiotici.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è lo stafilococco aureo? Patogenesi e quadri clinici.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi la microbiologia dello streptococco: classificazione e malattie.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la microbiologia di E. coli: ceppi patogeni e meccanismi.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la tubercolosi? Patogenesi e risposta immunitaria.", "timesAsked": 17, "views": 345 },
      { "text": "Spieghi la microbiologia delle Enterobacteriaceae.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva la microbiologia di Pseudomonas aeruginosa.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è Helicobacter pylori? Patogenesi della gastrite e ulcera.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi la microbiologia dei clostridi: tetano, botulismo e C. difficile.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la struttura e classificazione dei virus.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è il ciclo replicativo virale? Fasi e meccanismi.", "timesAsked": 15, "views": 278 },
      { "text": "Spieghi la virologia dell'HIV: struttura, ciclo e patogenesi dell'AIDS.", "timesAsked": 18, "views": 367 },
      { "text": "Descriva i virus epatitici: HAV, HBV, HCV - differenze e quadri clinici.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è l'influenza? Struttura del virus e variabilità antigenica.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la virologia degli Herpesvirus: HSV, VZV, EBV, CMV.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva i coronavirus: SARS-CoV-2, patogenesi e risposta immunitaria.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è il papillomavirus? Ruolo nell'oncogenesi cervicale.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la micologia medica: struttura dei funghi e classificazione.", "timesAsked": 11, "views": 203 },
      { "text": "Descriva le micosi superficiali: dermatofiti e Candida.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è l'aspergillosi? Forme cliniche e fattori di rischio.", "timesAsked": 10, "views": 189 },
      { "text": "Spieghi la parassitologia: ciclo vitale della malaria.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la toxoplasmosi: ciclo vitale e rischi in gravidanza.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la diagnosi microbiologica? Metodi diretti e indiretti.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi i principi della sterilizzazione e disinfezione.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva il microbiota intestinale: composizione e funzioni.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la sepsi? Patogenesi e risposta dell'ospite.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi le infezioni nosocomiali: prevenzione e controllo.", "timesAsked": 13, "views": 245 }
    ],
    "medicinaInterna": [
      { "text": "Descriva la diagnosi e gestione dello scompenso cardiaco acuto e cronico.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è la fibrillazione atriale? Gestione del ritmo e della frequenza.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la sindrome coronarica acuta: STEMI vs NSTEMI.", "timesAsked": 19, "views": 389 },
      { "text": "Descriva la diagnosi differenziale della dispnea acuta.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la BPCO? Diagnosi, classificazione e trattamento.", "timesAsked": 17, "views": 345 },
      { "text": "Spieghi la polmonite acquisita in comunità: eziologia e terapia empirica.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva l'embolia polmonare: diagnosi e stratificazione del rischio.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è l'insufficienza respiratoria? Tipo I vs tipo II.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la cirrosi epatica: classificazione di Child-Pugh e complicanze.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva la gestione dell'emorragia digestiva superiore.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la pancreatite acuta? Criteri di gravità e gestione.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la diagnosi e gestione dell'insufficienza renale acuta.", "timesAsked": 17, "views": 345 },
      { "text": "Descriva la malattia renale cronica: stadi e complicanze.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la sindrome nefrosica? Cause e approccio diagnostico.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la gestione del paziente diabetico: obiettivi glicemici e complicanze.", "timesAsked": 18, "views": 367 },
      { "text": "Descriva la chetoacidosi diabetica: patogenesi e trattamento.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è l'ipotiroidismo? Diagnosi e terapia sostitutiva.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi l'ipertiroidismo: cause e approccio terapeutico.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la diagnosi e gestione dell'anemia: approccio sistematico.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la leucemia acuta? Classificazione e principi di trattamento.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi il linfoma: classificazione e stadiazione.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la gestione dell'ipertensione arteriosa: target e farmaci.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è la TVP? Diagnosi, profilassi e trattamento.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi le malattie autoimmuni sistemiche: LES e artrite reumatoide.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la gestione delle infezioni delle vie urinarie.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è la meningite? Diagnosi differenziale batterica vs virale.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi l'endocardite infettiva: criteri di Duke e trattamento.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva la gestione del paziente settico: bundle della sepsi.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è l'equilibrio acido-base? Interpretazione dell'emogasanalisi.", "timesAsked": 18, "views": 367 },
      { "text": "Spieghi i disturbi elettrolitici: ipokaliemia e iperkaliemia.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva l'iponatremia: cause, diagnosi e trattamento.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la gotta? Patogenesi e gestione dell'attacco acuto.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi la diagnosi differenziale del dolore toracico.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva la sincope: classificazione e approccio diagnostico.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è l'ittero? Diagnosi differenziale e approccio clinico.", "timesAsked": 14, "views": 267 }
    ],
    "chirurgiaGenerale": [
      { "text": "Descriva l'addome acuto: diagnosi differenziale e approccio chirurgico.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è l'appendicite acuta? Diagnosi, score di Alvarado e trattamento.", "timesAsked": 17, "views": 345 },
      { "text": "Spieghi la colecistite acuta: diagnosi e indicazioni alla colecistectomia.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva le ernie della parete addominale: classificazione e tecniche riparative.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'occlusione intestinale? Cause, diagnosi e trattamento.", "timesAsked": 17, "views": 345 },
      { "text": "Spieghi la perforazione intestinale: cause e gestione chirurgica.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva il cancro del colon-retto: stadiazione e trattamento.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è il cancro gastrico? Classificazione e opzioni chirurgiche.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi la chirurgia del pancreas: indicazioni e tecniche.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la chirurgia epatica: resezioni e trapianto.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la chirurgia bariatrica? Indicazioni e tecniche principali.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi la chirurgia tiroidea: indicazioni e complicanze.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva la mastectomia: indicazioni e tecniche ricostruttive.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la chirurgia laparoscopica? Vantaggi e indicazioni.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi le complicanze post-operatorie: prevenzione e trattamento.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva la gestione delle ferite: tipi e tecniche di sutura.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la nutrizione nel paziente chirurgico? Enterale vs parenterale.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi la profilassi tromboembolica nel paziente chirurgico.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva l'aneurisma dell'aorta addominale: diagnosi e trattamento.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'ischemia mesenterica acuta? Diagnosi e gestione.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la chirurgia delle varici esofagee.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva la splenectomia: indicazioni e gestione post-operatoria.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è il trauma addominale? Approccio FAST e damage control.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la chirurgia proctologica: emorroidi, fistole e ragadi.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la diverticolite acuta: classificazione di Hinchey e trattamento.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è il melanoma? Staging e trattamento chirurgico.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi la chirurgia delle ghiandole salivari.", "timesAsked": 10, "views": 189 },
      { "text": "Descriva le stomie intestinali: indicazioni e gestione.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è la pancreatite cronica? Indicazioni alla chirurgia.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi la chirurgia del reflusso gastroesofageo.", "timesAsked": 13, "views": 245 }
    ],
    "neurologia": [
      { "text": "Descriva l'ictus ischemico: patogenesi, diagnosi e terapia della fase acuta.", "timesAsked": 19, "views": 389 },
      { "text": "Cos'è l'emorragia cerebrale? Diagnosi differenziale e trattamento.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la sclerosi multipla: patogenesi, diagnosi e terapie.", "timesAsked": 17, "views": 345 },
      { "text": "Descriva il morbo di Parkinson: fisiopatologia e trattamento.", "timesAsked": 18, "views": 367 },
      { "text": "Cos'è l'epilessia? Classificazione delle crisi e terapia.", "timesAsked": 17, "views": 345 },
      { "text": "Spieghi la malattia di Alzheimer: diagnosi e approccio terapeutico.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva le cefalee primarie: emicrania, cefalea tensiva e a grappolo.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la meningite? Diagnosi clinica e liquorale.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi l'esame neurologico sistematico.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva le neuropatie periferiche: classificazione e diagnosi.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la sindrome di Guillain-Barré? Diagnosi e trattamento.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi la miastenia gravis: patogenesi e terapia.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva i tumori cerebrali: classificazione e quadri clinici.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la SLA? Diagnosi e gestione del paziente.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi le demenze: diagnosi differenziale.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la sindrome del tunnel carpale: diagnosi e trattamento.", "timesAsked": 11, "views": 203 },
      { "text": "Cos'è l'ipertensione endocranica? Cause e gestione.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi i disturbi del movimento: corea, distonia, tremore.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva le sindromi midollari: diagnosi topografica.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è l'idrocefalo? Classificazione e trattamento.", "timesAsked": 11, "views": 203 },
      { "text": "Spieghi la nevralgia del trigemino: diagnosi e terapia.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva le encefaliti: eziologia e approccio diagnostico.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la paralisi di Bell? Diagnosi e prognosi.", "timesAsked": 11, "views": 198 },
      { "text": "Spieghi i disturbi del sonno in neurologia: narcolessia e apnee.", "timesAsked": 10, "views": 189 },
      { "text": "Descriva la neuroimaging: indicazioni TC vs RM.", "timesAsked": 13, "views": 245 }
    ],
    "pediatria": [
      { "text": "Descriva l'assistenza al neonato in sala parto: punteggio di Apgar e rianimazione.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è l'ittero neonatale? Fisiologico vs patologico e trattamento.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi le tappe dello sviluppo psicomotorio nel primo anno di vita.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva l'alimentazione del lattante: allattamento e svezzamento.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è la bronchiolite? Eziologia, diagnosi e trattamento.", "timesAsked": 15, "views": 289 },
      { "text": "Spieghi le malattie esantematiche dell'infanzia.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la febbre nel bambino: approccio diagnostico e red flags.", "timesAsked": 16, "views": 312 },
      { "text": "Cos'è il calendario vaccinale? Vaccini obbligatori e raccomandati.", "timesAsked": 17, "views": 345 },
      { "text": "Spieghi le infezioni delle vie respiratorie nel bambino.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva l'asma bronchiale pediatrico: diagnosi e terapia.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la gastroenterite acuta nel bambino? Gestione e reidratazione.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi la crescita e le curve di crescita: quando preoccuparsi.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva le cardiopatie congenite: classificazione cianogene vs acianogene.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la displasia dell'anca? Screening e trattamento.", "timesAsked": 12, "views": 218 },
      { "text": "Spieghi l'epilessia pediatrica: tipi di crisi e terapia.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva la celiachia: diagnosi e follow-up.", "timesAsked": 13, "views": 245 },
      { "text": "Cos'è il diabete mellito tipo 1 nel bambino? Esordio e gestione.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi le infezioni delle vie urinarie pediatriche.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva la meningite batterica nel bambino: diagnosi e terapia empirica.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è la fibrosi cistica? Diagnosi e gestione multidisciplinare.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi l'obesità infantile: prevenzione e intervento.", "timesAsked": 11, "views": 203 },
      { "text": "Descriva i disturbi dello spettro autistico: diagnosi precoce.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è l'ADHD? Diagnosi e opzioni terapeutiche.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi la pubertà: normale e patologica.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva i tumori pediatrici più comuni: leucemie e tumori solidi.", "timesAsked": 11, "views": 203 }
    ],
    "semeiotica": [
      { "text": "Descriva l'esame obiettivo del cuore: ispezione, palpazione e auscultazione.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è l'auscultazione cardiaca? Descriva i toni e i soffi.", "timesAsked": 18, "views": 367 },
      { "text": "Spieghi l'esame obiettivo del torace: percussione e auscultazione polmonare.", "timesAsked": 16, "views": 312 },
      { "text": "Descriva i rumori respiratori patologici: rantoli, sibili e sfregamenti.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'esame obiettivo dell'addome? Tecnica sistematica.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi i segni di peritonismo: Blumberg, Murphy e altri.", "timesAsked": 14, "views": 267 },
      { "text": "Descriva l'anamnesi: schema e tecniche di raccolta.", "timesAsked": 15, "views": 289 },
      { "text": "Cos'è l'esame della pressione arteriosa? Tecnica e interpretazione.", "timesAsked": 13, "views": 245 },
      { "text": "Spieghi l'esame dei polsi arteriosi: caratteristiche e alterazioni.", "timesAsked": 12, "views": 218 },
      { "text": "Descriva l'esame obiettivo del collo: tiroide e linfonodi.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è l'esame neurologico di base? Nervi cranici e riflessi.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi l'esame della cute: lesioni elementari e loro descrizione.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva l'esame obiettivo degli arti: vascolare e osteoarticolare.", "timesAsked": 12, "views": 218 },
      { "text": "Cos'è il polso venoso giugulare? Significato clinico.", "timesAsked": 14, "views": 267 },
      { "text": "Spieghi i segni di insufficienza cardiaca: edemi, dispnea e rantoli.", "timesAsked": 15, "views": 289 },
      { "text": "Descriva l'esame obiettivo in emergenza: ABCDE.", "timesAsked": 17, "views": 345 },
      { "text": "Cos'è la valutazione dello stato di coscienza? Glasgow Coma Scale.", "timesAsked": 16, "views": 312 },
      { "text": "Spieghi la semeiotica dell'ascite: segni clinici e manovre.", "timesAsked": 13, "views": 245 },
      { "text": "Descriva la semeiotica dell'ittero: diagnosi differenziale clinica.", "timesAsked": 14, "views": 267 },
      { "text": "Cos'è la semeiotica del versamento pleurico?", "timesAsked": 12, "views": 218 }
    ]
  }
}
